"""
1. "Hello, World!" 출력하기
2. 정수 두 개를 입력받고 사칙연산하기
3. 정수 세 개를 각각 x, y, z라고 할 때 다음과 같은 공식 계산하기
    (1) x ÷ (2y - 5z)
    (2) 9y - 2z × (2x + 5z)
    (3) (4x + 7y + 4z) × (2x + 8y + 10z)
4. 정수 두 개를 입력받고 짝수인지 홀수인지 가려내기
5. 학생의 국어, 영어, 수학 점수를 입력받고, 총 점수의 평균 구하기
6. 숫자 10개를 임의로 입력받고, 그 중 최댓값과 최솟값 구하기
7. 정수 한 개를 입력받고, 그 숫자의 약수 출력하기
8. 정수 두 개를 입력받고, 최대공약수와 최소공배수 구하기
9. 정수 한 개를 입력받고, 그 숫자가 소수인지 합성수인지 가려내기
10. 직사각형의 두 변의 길이를 각각 입력받고, 직사각형의 둘레와 직사각형의 넓이 구하기
11. 원의 반지름을 입력받고, 원의 둘레와 원의 넓이 구하기
12. 직각삼각형에서 두 변의 길이가 주어졌을 때 피타고라스의 정리를 이용하여 빗변의 길이 구하기
13. 정삼각형의 한 변의 길이를 입력받고, 정삼각형의 둘레와 정삼각형의 넓이 구하기
14. 범위를 입력받고, 범위 내의 피보나치 수열 출력하기
15. 좌표 평면에서 한 점의 좌표를 입력받고, 그 좌표가 어떤 사분면에 속하는지 가려내기
16. 좌표 평면에서 두 점의 좌표를 각각 입력받고, 두 점을 연결한 선분의 길이 구하기
17. 좌표 평면에서 두 점의 좌표를 각각 입력받고, 두 점을 지나는 직선의 함수 구하기
18. 이차방정식을 입력받고, 근의 공식을 이용하여 입력받은 이차방정식의 해 구하기
19. 남자 x명과 여자 y명이 있을 때, 남자와 여자 중에서 반장을 1명 선출하고 여자 중에서만 부반장을 2명 선출하는 경우의 수 구하기
20. 제곱근 한 개와 정수 세 개를 입력받고, 그 중 제곱근에 가장 근사한 값 구하기
20. 십진수 한 개를 입력받고 이진수로 변환하기, 이진수 한 개를 입력받고 십진수로 변환하기
21. N개의 자료값을 입력받고, N개의 자료값에 대한 분산과 표준편차 구하기
22. N개의 자료값을 입력받고, 버블 정렬, 선택 정렬, 삽입 정렬을 이용하여 자료값을 오름차순으로 정렬하기
"""